import React from 'react'
import './aboutus.scss'
import ContentWrapper from '../contentWrapper/ContentWrapper'

const Aboutus = () => {
  return (
    <div className='aboutus'>
      <ContentWrapper>
      <div className="title">عن موفيز كورنر </div>
        
        <div className="box">
            <div className="title_box">نظرة عامة:</div>
            <p className='discription_box'>
            موفيز كورنر هو موقع تم تصميمه وانشأ بواسطة مبرمج لمحبي وعشاق الافلام والمسلسلات الترفيهيه،
             يحتوي علي مكتبة ضخمة من الافلام والمسلسلات المتنوعه والمحدثة بستمرار حتي يستطيع المتصفح اختيار الفيلم الترفيهي او المسلسل
              بكل سهولة مع ترشيحات مقسمة بشكل يناسب كل الازواق.
            </p>
        </div>

        <div className="box">
            <div className="title_box">مميزات الموقع:</div>
            <p className='discription_box'>
            يقدم موقع موفيز كورنر العديد من الميزات والتي تقدم معلومات فنية وترفيهية،  وذلك ضمن الخطة التطويرية المستمرة.

            يقوم الموقع بتغطية كافة وآخر الأعمال الفنية، وكل ما هو جديد في عالم الفن، والسينما على المستوى العربي والعالمي مختصًا بصناع السينما
            <div className='br'> </div>
            موفيز كورنر يوجد به مكتبة من الاعمال الفنية محدثة بستمرار بدعمكم لنا.
            <div className='br'> </div>
            موفيز كورنر يحتوي علي مجموعة رائج الان يوجد بها الاعمال الاحدث سواء علي مدار اليوم او الاسبوع.
            <div className='br'> </div>
            موفيز كورنر يحتوي علي مجموعة شائع يوجد بها الاعمال الاشهر افلام كانت او مسلسلات.
            <div className='br'> </div>
            موفيز كورنر يحتوي علي مجموعة الاعلي تقييماً
            يوجد بها الاعمال الاشهر افلام كانت او مسلسلات.
            <div className='br'> </div>
            موفيز كورنر تحتوي صفحة الافلام او المسلسلات علي تفاصيل العمل الفني ( بوستر ، اسم ، قصة ، تاريخ انتاج ، اعلان، المخرج، الكاتب، توصيات مشابهة) الفيلم أو المسلسل.
            <div className='br'> </div>

            يعرض الموقع مجموعة كبيرة من قوائم الأعمال الفنية التي تساعدك في الوصول إلى قائمة من أعمالك المفضلة، سواء المسلسلات أو الأفلام العربية والعالمية.
            </p>
        </div>
      </ContentWrapper>
        

    </div>
  )
}

export default Aboutus